{
	"self-quotes": [
		{
			"author": "Holden Green",
			"quotes": [
				"In a political system that assumes you are stupid and lazy, be smart and diligent."
			]
		}
	],
	"quotes": [
		{
			"quote": "The DAO that can be put on the blockchain is not the real dao (or way, in Chinese)",
			"author": "Julio Linares",
			"source": "https://doc-research.org/author/julio-linares/",
			"from": "DisCO Manifesto v1.1"
		},
		{
			"quote": "Every network architecture hides a power structure.",
			"author": "David de Ugarte",
			"source": "https://www.guerrillatranslation.org/category/authors-collectives/david-de-ugarte/",
			"from": "DisCO Manifesto v1.1"

		},
		{
			"quote": "There is one social responsibility of business – to use its resources and engage in activities designed to increase its profits so long as it stays within the rules of the game.",
			"author": "Milton Friedman"
		},
		{
			"quote": "There is no common humanity versus a common machine intelligence. The alliances criss-cross — you have humans deliberately building certain types of machines that damage other humans.",
			"author": "Jaya Klara Brekke",
			"from": "DisCO Manifesto"
		},
		{
			"quote": "Large-scale problems do not require large-scale solutions; they require small-scale solutions within a large-scale framework.",
			"author": "David Fleming",
			"source": "https://en.wikiquote.org/wiki/David_Fleming",
			"from": "DisCO Manifesto"
		},
		{
			"quote": "Those who use FLOSS self-consciously are overwhelmingly those who enjoy privileges like whiteness, maleness, and affluence. Lots more people benefit from this stuff as users of Firefox, WordPress, and LAMP servers, but huge portions of the economic benefit end up with shareholders of big companies like Google and IBM. These companies also help finance and sit on the boards of major FLOSS foundations. The result is products like Android, an operating system that employs Linux to carry out perhaps the most powerful engine of corporate surveillance ever invented.",
			"author": "Nathan Schneider",
			"source": "https://blog.p2pfoundation.net/platform-cooperativism-critique-open-source/2016/05/27",
			"from": "DisCO Manifesto"
		},
		{
			"quote": "If you are disgusted by what you see, and if you feel the fire coursing through your veins, then it’s up to you. You don’t have to be the leader of a global movement or a household name. It can be as small scale as chipping away at the warped power relations in your workplace. It can be passing on knowledge and skills to those who wouldn’t access them otherwise. It can be creative. It can be informal. It can be your job. It doesn’t matter what it is, as long as you’re doing something.",
			"author": "Reni Eddo Lodge",
			"source": "http://renieddolodge.co.uk/",
			"from": "DisCO Manifesto"
		}
	]
}
