{
	"cites": [
		{
			"url": "https://ethereum.github.io/yellowpaper/paper.pdf",
			"cites": [
				"2ommer is a gender-neutral term to mean “sibling of parent”; see https://nonbinary.miraheze.org/wiki/Gender_neutral_language_in_English#Aunt/Uncle"
			]
		},
		{
			"url": "https://disco.coop/wp-content/uploads/2019/11/DisCO_Manifesto-v1-1.pdf",
			"cites": [
				"Meanwhile, adoption of blockchain dApps (decentralized applications) remains low when compared to Silicon Valley giants. The world’s top ranked dApp has 1300 daily active users. Yes, you read correctly: that’s one thousand three-hundred users — contrast that to Facebook’s 1.56 billion daily users. On the flipside, the energy consumption of most blockchain validation systems remains terrifyingly high, with estimates comparing it to that of the national consumption of Ireland or Denmark.",
				"In the Guerrilla Media Collective, the neat division between theory and practice is moot.",
				"In A Postcapitalist Politics, feminist economic geographers J.K. Gibson-Graham remind us that there are innumerable economic practises existing within, alongside and beyond capitalism. The panorama for non-capitalist economic diversity is vast, but capitalism blinds us to it by pretending to be all-encompassing and inescapable.",
				". In the The Human Condition, Hannah Arendt argues that when aesthetics are linked to politics, it ultimately ends in fascism.",
				"From this body of lived experience we propose a hypothesis: that DisCOs could become an economic counterpower by leveraging and federating the power of the movements mentioned above. What is the precise technical framework to make this happen? Here we will utter a sentence not very present in the blockchain space: We don’t know."
			]
		},
		{
			"url": "http://media.telekommunisten.net/manifesto.pdf",
			"cites": [
				"In his ‘Essay on Profits’, Ricardo argues: ‘The interest of the landlord is always opposed to the interest of every other class in the community’.",
				"Rather workers, by their very definition, are unable to earn enough to do anything more than make a living and struggle to live according to the acceptable standards of their community. These ‘acceptable standards’ are established in terms of the canons of taste and decency established by a predatory economic elite.",
				"Thorstein Veblen, a Norwegian-American economist and sociologist whose work lays the foundation for the institutional economics movement, argues that, in a class society, all but the very richest are compelled to dispose of practically their entire income in order to live according to community standards of respectability, in what he calls ‘conspicuous consumption’ and ‘conspicuous waste’. To not participate in conspicuous consumption is to face social exclusion and further reduced prospects of upward mobility.8 ‘Failure to consume in due quantity and quality becomes a mark of inferiority and demerit’, Veblen argues in his 1899 The Theory of the Leisure Class.9"
			]
		},
		{
			"url": "https://wiki.gentoo.org/wiki/Handbook:AMD64/Installation/Base",
			"cites": [
				"The LICENSE variable in an ebuild is only a guideline for Gentoo developers and users. It is not a legal statement, and there is no guarantee that it will reflect reality. So don't rely on it, but check the package itself in depth, including all files that you use."
			]
		},
		{
			"url": "bcachefs.org",
			"cites": [
				"If you don't want to use Patreon, I'm also happy to take donations via paypal: kent.overstreet@gmail.com."
			]
		},
		{
			"url": "https://socialistchina.org/2021/09/22/aukus-a-dangerous-military-escalation-of-the-new-cold-war/",
			"cites": [
				"And it should not escape attention that there are those in the military elites in both Japan and South Korea lining up behind Australia now for access to nuclear materials as a first step towards acquiring their own nuclear weapons.",
				"This is the last thing that is needed before COP 26 – China is flagged constantly in the media as the biggest carbon emitter (its per capita emissions are in fact far below that of the US), but it is a developing country with an average per capita income still a quarter that of the UK and with nearly 40 per cent of its population in the countryside.",
				"How will China react? The Chinese government will doubtless make a judgement about the escalation of the AUKUS threat and act accordingly, including as suggested earlier increasing its nuclear weapons if necessary. The military ‘threat’ from China is hugely exaggerated by the US hawks, who are claiming that China’s nuclear arsenal will grow quickly in the next 20 years or so with the supposed building of more than 100 new missile silos. If completed these would represent a “historic shift” for China’s nuclear arsenal. (The US has at least 450 silos). China meanwhile points out that silos are normally used for liquid-fuel intercontinental missiles which are high-thrust and long-range, and could carry higher-yield nuclear warheads, but China’s intercontinental missiles – there are about 16 – are solid-fueled and loaded on high-mobility launcher vehicles. The necessity of putting them inside a silo is therefore questionable.",
				"The mainstream media also constantly insists that China has the biggest navy in the world.  However these forces consist largely of coastguard vessels and small corvettes.  China has hardly any ocean-going capacity with just two aircraft carriers and a third being built, none anything like up to the state-of the-art standards of the US which has 11 carriers and inter-interoperability arrangements with the UK newly built two; and of China’s 56 submarines, only six are nuclear-powered with reach across the Pacific, whereas all the 72 US submarines are nuclear-powered and can threaten China’s coast. The US military build-up and increasingly hostile attitude must surely increase public anxieties in China.  At the same the militarisation of the South China Sea is clearly a concern for the smaller countries of Southeast Asia and the goal of demilitarisation and denuclearisation of the maritime area is vital.",
				"What does the US want? The US aim is likely not to go to war intentionally but to use an overwhelming nuclear and conventional threat to intimidate and subordinate China into giving up its sovereign control over its economy and finance, and to open up fully to US capital. The US is demanding that China place its nuclear weapons under the START arms reduction negotiations with Russia, in effect under a US-dominated arms control regime. The US intention is also to intimidate Russia to break its partnership with China in order to secure its own hegemonic reach.",
				"The US continues so doggedly to pursue world dominance through military power, learning nothing of the lessons of its failed wars."
			]
		},
		{
			"url": "https://www.peoplesworld.org/article/u-s-aims-for-china-vietnam-split-but-divide-and-conquer-strategy-is-failing/",
			"cites": [
				"The timing and content of this meeting was no accident; it was a clear message to Harris that any attempts to pit the countries against one another will not succeed."
			]
		},
		{
			"url": "https://www.european-processor-initiative.eu/?p=subscribe",
			"cites": [
				"One key segment of EPI activities is to develop and demonstrate fully European-grown processor IPs based on the RISC-V Instruction Set Architecture, providing power-efficient and high-throughput accelerator cores named EPAC (European Processor Accelerators). Using the RISC-V Instruction Set Architecture will allow leveraging open-source resources at hardware architecture and software level, as well as ensure independence from non-European patented computing technologies."
			]
		},
		{
			"url": "https://www.quora.com/Are-Chinese-and-Vietnamese-related",
			"cite": "When I look at Vietnam’s relationship with China, I am often reminded of the old Mexican saying: “Poor Mexico - so far from God and so near to the United States!”"
		},
		{
			"url": "https://github.com/MoveOnOrg/Spoke/blob/main/CODE_OF_CONDUCT.md",
			"cites": [
				"Refrain from demeaning, discriminatory, or harassing behavior and speech, including threats to pursue legal action including litigation",
				"Public or private harassment, including threats to pursue legal action including litigation"
			]
		}
	]
}
